Repository: iHealthLabsEurope/Suivi-Measure
Catalog: Measure Tracker/Utilities/*.lproj/Localizable.strings
Languages: fr

# applicationTitle
source: Measure Tracker
fr: Suivi Mesure

# loginSDKFailTitle
source: Authentication Failed
fr: Échec d'authentification

# loginSDKFailMessage
source: Please, contact the support.
fr: Veuillez contacter le support.

# deviceStatusUnknown
source: Device unknown.
fr: Dispositif inconnu.

# deviceStatusDiscovering
source: Looking for a device ...
fr: Recherche de dispositif ...

# deviceStatusDiscovered
source: Your device was found.
fr: Votre dispositif a été trouvé.

# deviceStatusDisconnecting
source: Disconnecting ...
fr: Déconnexion ...

# deviceStatusDisconnected
source: Your device is disconnected.
fr: Votre dispositif est déconnecté.

# deviceStatusConnecting
source: Connecting with your device ...
fr: Connexion du dispositif ...

# deviceStatusConnected
source: Your device is connected.
fr: Votre dispositif est connecté.

# deviceStatusMeasuring
source: Measurement in progress ...
fr: Prise de mesure en cours ...

# deviceStatusMeasured
source: Your measure is finished.
fr: Votre prise de mesure est terminée.

# deviceSyncing
source: We are syncing your measures ...
fr: Nous sommes en train de synchroniser vos mesures ...

# deviceSynced
source: Your measures are up to date.
fr: Vos mesures sont à jour.

# deviceSyncedNoData
source: There aren't measures to synchronize.
fr: Il n'y a pas de mesures à synchroniser.

# bluetoothTurnOffMessage
source: Turn on Bluetooth to connect with your device.
fr: Activez le Bluetooth pour vous connecter à votre dispositif.

# bluetoothTurnOffMessageSettingsButton
source: Settings
fr: Réglages

# stopMeasureTitleButton
source: Stop
fr: Arrêtez

# restartMeasureTitleButton
source: Restart
fr: Redémarrer

# deviceNotTightTitle
source: Your device isn't well tight
fr: Votre dispositif n'est pas bien serré

# deviceNotTightMessage
source: Put back your device and restart the measure.
fr: Remettre votre dispositif et redémarrez la mesure.

# noMeasureDataTitle
source: Do your first measure
fr: Réalisez votre première mesure

# noMeasureDataSubTitle
source: It will be shown a graphic of your days evolution.
fr: Il sera montré un graphique de l'évolution de vos jours.

# measuresTitleButton
source: History
fr: Historique

# profileTitleButton
source: Profile
fr: Profil

# principalTitleButton
source: Measurement
fr: Mesure

# scaleHelpTitleButton
source: Start
fr: Démarrer

# bloodPressureStartTitleButton
source: Start
fr: Démarrer

# weightHelpMessage
source: Stand on in the scale to make a measure
fr: Tenez-vous sur la balance pour faire une mesure

# deviceTurnOffMessage
source: Your device is turn off
fr: Votre dispositif n'est pas allumé

# weightMeasuresSegmentTitle
source: Weight
fr: Poids

# bloodPressureMeasuresSegmentTitle
source: Blood pressure
fr: Tension artérielle

# noMeasuresDataTitle
source: You don't have saved measurements yet!
fr: Vous n'avez pas encore de mesures!

# noMeasuresDataSubTitle
source: You can do your first measure at any time
fr: Vous pouvez réaliser votre première mesure à tout moment

# measureTypeScale
source: Scale
fr: Balance

# logoutTitleButton
source: Return to partner application
fr: Retourner à l'application partenaire

# editProfileTitleButton
source: Edit Profile
fr: Modifier le profil

# changePasswordTitleButton
source: Change Password
fr: Changer le mot de passe

# fieldsEmptyErrorMessage
source: Some fields are empty!
fr: Certains champs sont vides!
